IDEA Open Model
ReinforcedCrossSection.TendonDucts Property
Compatible with IDEA StatiCa 20.1
 Tendon ducts
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<TendonDuct> TendonDucts { get; set; }
Public Property TendonDucts As List(Of TendonDuct)
	Get
	Set
Property Value
Type: List<TendonDuct>
See Also
Reference
ReinforcedCrossSection Class
IdeaRS.OpenModel.CrossSection Namespace